# -*- coding: utf-8 -*-
"""
Для быстрого редактирования общих замен сюда вынесен их список.
"""

# Список замен
replace_list = [["λd",""],["@",""],[":",""],["'",""],['"',''],["{",""],["}",""],
                        ["±","+\- "],["Ø","диам. "],["®",""],["™",""], ["мама","штепсель-розетка"],
                        ["папа","штепсель-вилка"],["THT","в отверстия печатной платы"],["PCB","на печатную плату"],["SMT","на поверхность печатной платы"],
                        ["SMD","на поверхность печатной платы"],["DC","постоянного тока"],["AC","переменного тока"],["макс.","до"],["позолота","гальваническим методом"],["мм<sup>2</sup>","кв. мм"]]
